Repository: DanielRomanMartinez/dogfydiet_app
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, it

source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze

# personalizeExperience
source: Personalize your experience
es: Personaliza tu experiencia
fr: Personnalisez votre expérience
it: Personalizza la tua esperienza

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto

source: Dark mode
es: Modo oscuro
fr: Mode sombre
it: Modalità scura

# lightModeActive
source: Light interface activated
es: Interfaz clara activada
fr: Interface claire activée
it: Interfaccia chiara attivata

# darkModeActive
source: Dark interface activated
es: Interfaz oscura activada
fr: Interface sombre activée
it: Interfaccia scura attivata

source: Language
es: Idioma
fr: Langue
it: Lingua

source: App language
es: Idioma de la aplicación
fr: Langue de l'application
it: Lingua dell'applicazione

source: Select language
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua

# configuration
source: Settings
es: Configuración
fr: Configuration
it: Configurazione

source: Notifications
es: Notificaciones
it: Notifiche

# manageAlerts
source: Manage your alerts
es: Gestiona tus alertas
fr: Gérer vos alertes
it: Gestisci i tuoi avvisi

# dataConfiguration
source: Data settings
es: Configuración de datos
fr: Configuration des données
it: Configurazione dati

source: About
es: Acerca de
fr: À propos
it: Informazioni

# version
source: Version 1.0.0
es: Versión 1.0.0
it: Versione 1.0.0

# putRealFoodInBowl
source: Put real food in your dog's bowl
es: Pon comida de verdad en el bol de tu perro
fr: Mettez de la vraie nourriture dans la gamelle de votre chien
it: Metti vero cibo nella ciotola del tuo cane

# naturalFoodDescription
source: Natural food for dogs, complete and balanced. Made by nutritionists
es: Comida natural para perros, completa y equilibrada. Elaborada por nutricionistas
fr: Nourriture naturelle pour chiens, complète et équilibrée. Élaborée par des nutritionnistes
it: Cibo naturale per cani, completo ed equilibrato. Elaborato da nutrizionisti

# whatBreedIsYourDog
source: What breed is your furry friend?
es: ¿Qué raza es tu peludo?
fr: Quelle race est votre compagnon ?
it: Che razza è il tuo peloso?

# createMenu
source: Create their menu
es: Crea su menú
fr: Créer son menu
it: Crea il suo menu

source: Improve digestion
es: Mejoran digestiones
fr: Améliorer la digestion
it: Migliorano la digestione

source: Shinier coat
es: Pelaje más brillante
fr: Pelage plus brillant
it: Pelo più brillante

# moreEnergyVitality
source: More energy and vitality
es: Más energía y vitalidad
fr: Plus d'énergie et de vitalité
it: Più energia e vitalità

source: Natural ingredients
es: Ingredientes naturales
fr: Ingrédients naturels
it: Ingredienti naturali

source: Our products
es: Nuestros productos
fr: Nos produits
it: I nostri prodotti

source: Premium Menus
es: Menús Premium
fr: Menus Premium
it: Menu Premium

# completeDaily
source: Complete daily food
es: Comida completa diaria
fr: Nourriture complète quotidienne
it: Cibo completo quotidiano

source: Natural Snacks
es: Snacks Naturales
fr: Snacks Naturels
it: Snack Naturali

source: Healthy treats
es: Premios saludables
fr: Friandises saines
it: Premi salutari

source: Supplements
es: Suplementos
fr: Suppléments
it: Integratori

source: Specific care
es: Cuidado específico
fr: Soins spécifiques
it: Cura specifica

source: Accessories
es: Accesorios
fr: Accessoires
it: Accessori

source: Everything for your dog
es: Todo para tu perro
fr: Tout pour votre chien
it: Tutto per il tuo cane

source: Featured products
es: Productos destacados
fr: Produits vedettes
it: Prodotti in evidenza

source: View all
es: Ver todos
fr: Voir tout
it: Vedi tutti

source: Premium Chicken Menu
es: Menú Premium Pollo
fr: Menu Premium Poulet
it: Menu Premium Pollo

# richInProteins
source: Rich in proteins and vegetables
es: Rico en proteínas y vegetales
fr: Riche en protéines et légumes
it: Ricco di proteine e verdure

source: Premium Salmon Menu
es: Menú Premium Salmón
fr: Menu Premium Saumon
it: Menu Premium Salmone

# withOmega3
source: With Omega-3 and brown rice
es: Con Omega-3 y arroz integral
fr: Avec Omega-3 et riz complet
it: Con Omega-3 e riso integrale

source: Premium Beef Menu
es: Menú Premium Ternera
fr: Menu Premium Bœuf
it: Menu Premium Manzo

# withMediterranean
source: With Mediterranean vegetables
es: Con verduras mediterráneas
fr: Avec légumes méditerranéens
it: Con verdure mediterranee

# whyChooseDogfy
source: Why choose Dogfy Diet?
es: ¿Por qué elegir Dogfy Diet?
fr: Pourquoi choisir Dogfy Diet ?
it: Perché scegliere Dogfy Diet?

source: Scientific support
es: Respaldo científico
fr: Soutien scientifique
it: Supporto scientifico

# developedByVets
source: Developed by veterinarians and nutritionists
es: Desarrollado por veterinarios y nutricionistas
fr: Développé par des vétérinaires et nutritionnistes
it: Sviluppato da veterinari e nutrizionisti

source: Home delivery
es: Entrega a domicilio
fr: Livraison à domicile
it: Consegna a domicilio

# receiveFreshFood
source: Receive fresh food at your door
es: Recibe la comida fresca en tu puerta
fr: Recevez la nourriture fraîche à votre porte
it: Ricevi cibo fresco alla tua porta

source: Personalized
es: Personalizado
fr: Personnalisé
it: Personalizzato

# menusAdapted
source: Menus adapted to your dog's needs
es: Menús adaptados a las necesidades de tu perro
fr: Menus adaptés aux besoins de votre chien
it: Menu adattati alle esigenze del tuo cane

# selectBreed
source: Select your dog's breed
es: Selecciona la raza de tu perro
fr: Sélectionnez la race de votre chien
it: Seleziona la razza del tuo cane

source: German Shepherd
es: Pastor Alemán
fr: Berger Allemand
it: Pastore Tedesco

source: French Bulldog
es: Bulldog Francés
fr: Bouledogue Français
it: Bulldog Francese

source: Siberian Husky
es: Husky Siberiano
fr: Husky Sibérien
it: Husky Siberiano

source: Mixed breed
es: Mestizo
fr: Race mixte
it: Meticcio

source: Other
es: Otro
fr: Autre
it: Altro

source: My Orders
es: Mis Pedidos
fr: Mes Commandes
it: I Miei Ordini

# manageAndReviewOrders
source: Manage and review your orders
es: Gestiona y revisa tus pedidos
fr: Gérez et consultez vos commandes
it: Gestisci e rivedi i tuoi ordini

# orderNumber
source: Order #{id}
es: Pedido #{id}
fr: Commande #{id}
it: Ordine #{id}

# itemsCount
source: {count, plural, =1{1 product} other{{count} products}}
es: {count, plural, =1{1 producto} other{{count} productos}}
fr: {count, plural, =1{1 produit} other{{count} produits}}
it: {count, plural, =1{1 prodotto} other{{count} prodotti}}

# moreItems
source: + {count} more...
es: + {count} más...
fr: + {count} de plus...
it: + {count} altri...

# total
source: Total: €{amount}
it: Totale: €{amount}

source: Change status
es: Cambiar estado
fr: Changer le statut
it: Cambia stato

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete Order
es: Eliminar Pedido
fr: Supprimer la Commande
it: Elimina Ordine

# deleteOrderConfirmation
source: Are you sure you want to delete this order?
es: ¿Estás seguro de que quieres eliminar este pedido?
fr: Êtes-vous sûr de vouloir supprimer cette commande ?
it: Sei sicuro di voler eliminare questo ordine?

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Filter by status
es: Filtrar por estado
fr: Filtrer par statut
it: Filtra per stato

source: All
es: Todos
fr: Tous
it: Tutti

source: Total Orders
es: Total Pedidos
fr: Total Commandes
it: Totale Ordini

source: Total Value
es: Valor Total
fr: Valeur Totale
it: Valore Totale

# noOrdersWithStatus
source: No orders with this status
es: No hay pedidos con este estado
fr: Aucune commande avec ce statut
it: Nessun ordine con questo stato

# noOrdersYet
source: You don't have any orders yet
es: No tienes pedidos aún
fr: Vous n'avez pas encore de commandes
it: Non hai ancora ordini

# tryDifferentFilter
source: Try a different filter or check all orders
es: Prueba con un filtro diferente o revisa todos los pedidos
fr: Essayez un filtre différent ou consultez toutes les commandes
it: Prova un filtro diverso o controlla tutti gli ordini

# firstOrderMessage
source: When you place your first order, it will appear here
es: Cuando realices tu primer pedido, aparecerá aquí
fr: Lorsque vous passerez votre première commande, elle apparaîtra ici
it: Quando effettuerai il tuo primo ordine, apparirà qui

source: Clear filter
es: Limpiar filtro
fr: Effacer le filtre
it: Cancella filtro

source: Go to shop
es: Ir a la tienda
fr: Aller à la boutique
it: Vai al negozio

source: Order Details
es: Detalles del Pedido
fr: Détails de la Commande
it: Dettagli dell'Ordine

source: Customer
es: Cliente
fr: Client
it: Cliente

source: Date
es: Fecha
it: Data

source: Notes
es: Notas
it: Note

source: Subtotal
fr: Sous-total
it: Subtotale

source: Pending
es: Pendiente
fr: En attente
it: In sospeso

source: Processing
es: Procesando
fr: En cours
it: In elaborazione

source: Shipped
es: Enviado
fr: Expédié
it: Spedito

source: Delivered
es: Entregado
fr: Livré
it: Consegnato

source: Cancelled
es: Cancelado
fr: Annulé
it: Annullato

# sureYouWantToLeave
source: Are you sure you want to leave?
es: ¿Seguro que quieres marcharte?
fr: Êtes-vous sûr de vouloir partir ?
it: Sei sicuro di voler andartene?

# almostDoneDescription
source: Your dog is very close to starting to enjoy their food like never before.
es: Queda muy poquito para que tu perro empiece a disfrutar de su comida como nunca.
fr: Votre chien est très proche de commencer à apprécier sa nourriture comme jamais.
it: Il tuo cane è molto vicino a iniziare a godersi il suo cibo come mai prima.

source: Continue later
es: Continuar luego
fr: Continuer plus tard
it: Continua più tardi

# comeOnStay
source: Come on, I'll stay
es: Venga, me quedo
fr: Allez, je reste
it: Dai, rimango

# aboutToChangeLife
source: You're about to change {petName}'s life
es: Estás a punto de cambiar la vida de {petName}
fr: Vous êtes sur le point de changer la vie de {petName}
it: Stai per cambiare la vita di {petName}

# specificNeedsDescription
source: Due to {petName}'s specific needs, this is how their personalized plan looks.
es: Debido a las necesidades específicas de {petName}, así queda su plan personalizado.
fr: En raison des besoins spécifiques de {petName}, voici à quoi ressemble son plan personnalisé.
it: A causa delle esigenze specifiche di {petName}, ecco come appare il suo piano personalizzato.

source: Your dog
es: Tu perro
fr: Votre chien
it: Il tuo cane

# dailyAmount
source: {amount}/day
es: {amount}/día
fr: {amount}/jour
it: {amount}/giorno

# pricePerDay
source: Price: €{price}/day
es: Precio: {price} €/día
fr: Prix : {price} €/jour
it: Prezzo: {price} €/giorno

# packetsDescription
source: {packets} packets, 1 packet/day
es: {packets} bolsitas, 1 bolsitas/día
fr: {packets} sachets, 1 sachet/jour
it: {packets} bustine, 1 bustina/giorno

source: RECOMMENDED
es: RECOMENDADO
fr: RECOMMANDÉ
it: CONSIGLIATO

# hisPlan
source: Their plan:
es: Su plan:
fr: Son plan :
it: Il suo piano:

source: Price:
es: Precio:
fr: Prix :
it: Prezzo:

# perDay
source: /day
es: /día
fr: /jour
it: /giorno

# trial14Days
source: 14-day trial
es: Prueba 14 días
fr: Essai de 14 jours
it: Prova di 14 giorni

# observePositiveChanges
source: Observe positive changes from the dietary change
es: Observan cambios positivos por el cambio de alimentación
fr: Observent des changements positifs grâce au changement d'alimentation
it: Osservano cambiamenti positivi per il cambio di alimentazione

# noticeDigestionImprovements
source: Notice improvements in digestion
es: Notan mejoras en las digestiones
fr: Remarquent des améliorations dans la digestion
it: Notano miglioramenti nelle digestioni

# healthierShinerCoat
source: Show a healthier and shinier coat
es: Lucen un pelaje más sano y brillante
fr: Montrent un pelage plus sain et brillant
it: Mostrano un pelo più sano e brillante

# receiveMenuWherever
source: Receive {petName}'s menu wherever you want
es: Recibe el menú de {petName} donde quieras
fr: Recevez le menu de {petName} où vous voulez
it: Ricevi il menu di {petName} dove vuoi

source: Next available date
es: Próxima fecha disponible
fr: Prochaine date disponible
it: Prossima data disponibile

source: Edit
es: Editar
fr: Modifier
it: Modifica

# deliveryData
source: Delivery details
es: Datos de entrega
fr: Données de livraison
it: Dati di consegna

source: Name
es: Nombre
fr: Nom
it: Nome

source: My name is...
es: Mi nombre es...
fr: Mon nom est...
it: Il mio nome è...

source: My surname is...
es: Mi apellido es...
fr: Mon nom de famille est...
it: Il mio cognome è...

# fullAddress
source: Full address (e.g.: Finisterre Street, 5, 3rd)
es: Dirección completa (ej.: Calle de Finisterre, 5, 3ª)
fr: Adresse complète (ex.: Rue de Finisterre, 5, 3ème)
it: Indirizzo completo (es.: Via Finisterre, 5, 3°)

source: My address is...
es: Mi dirección es...
fr: Mon adresse est...
it: Il mio indirizzo è...

# locality
source: Locality / City
es: Localidad / Ciudad
fr: Localité / Ville
it: Località / Città

source: My locality is...
es: Mi localidad es...
fr: Ma localité est...
it: La mia località è...

source: Postal code
es: Código postal
fr: Code postal
it: Codice postale

source: My postal code is...
es: Mi código postal es...
fr: Mon code postal est...
it: Il mio codice postale è...

source: Country
es: País
fr: Pays
it: Paese

source: Spain
es: España
fr: Espagne
it: Spagna

# paymentData
source: Payment details
es: Datos de pago
fr: Données de paiement
it: Dati di pagamento

# finalizeDogfyDiet
source: Complete Dogfy Diet
es: Finalizar Dogfy Diet
fr: Finaliser Dogfy Diet
it: Finalizza Dogfy Diet

source: Card
es: Tarjeta
fr: Carte
it: Carta

source: Card number
es: Número de tarjeta
fr: Numéro de carte
it: Numero di carta

source: Security code
es: Código de seguridad
fr: Code de sécurité
it: Codice di sicurezza

# needsDaily
source: {petName} needs {amount}/day
es: {petName} necesita {amount}/día
fr: {petName} a besoin de {amount}/jour
it: {petName} ha bisogno di {amount}/giorno

# trialPeriodPrice
source: Once the trial period ends, your monthly plan price will be €{price}/week
es: Una vez finalice el período de prueba, el precio de tu plan mensual quedará en {price} €/semana
fr: Une fois la période d'essai terminée, le prix de votre plan mensuel sera de {price} €/semaine
it: Una volta finito il periodo di prova, il prezzo del tuo piano mensile sarà {price} €/settimana

# promoCodeQuestion
source: Do you have a promotional code?
es: ¿Tienes algún código promocional?
fr: Avez-vous un code promotionnel ?
it: Hai qualche codice promozionale?

# orderContents
source: What your order contains
es: Lo que contiene tu pedido
fr: Ce que contient votre commande
it: Cosa contiene il tuo ordine

source: Chicken menu
es: Menú de pollo
fr: Menu poulet
it: Menu di pollo

source: Turkey menu
es: Menú de pavo
fr: Menu dinde
it: Menu di tacchino

source: Salmon menu
es: Menú de salmón
fr: Menu saumon
it: Menu di salmone

source: Beef menu
es: Menú de buey
fr: Menu bœuf
it: Menu di manzo

source: Welcome pack
es: Pack de bienvenida
fr: Pack de bienvenue
it: Pack di benvenuto

source: FREE
es: GRATIS
fr: GRATUIT
it: GRATIS

source: Free shipping
es: Envío gratis
fr: Livraison gratuite
it: Spedizione gratuita

source: Secure payment
es: Pago seguro
fr: Paiement sécurisé
it: Pagamento sicuro

source: Flexibility
es: Flexibilidad
fr: Flexibilité
it: Flessibilità

# activityLevelQuestion
source: What is {petName}'s activity level? 🏃‍♀️
es: ¿Cuál es el nivel de actividad de {petName}? 🏃‍♀️
fr: Quel est le niveau d'activité de {petName} ? 🏃‍♀️
it: Qual è il livello di attività di {petName}? 🏃‍♀️

# chooseActivityLevel
source: Choose the activity level that best describes them.
es: Elige el nivel de actividad que mejor le describe.
fr: Choisissez le niveau d'activité qui le décrit le mieux.
it: Scegli il livello di attività che lo descrive meglio.

# selectOptionForDescription
source: Select an option to see the description
es: Selecciona una opción para ver la descripción
fr: Sélectionnez une option pour voir la description
it: Seleziona un'opzione per vedere la descrizione

# lowActivityDescription
source: 🐕 Carpet dog: daily walks of less than 1h. What they love most is taking a good nap 😴 and staying very quiet.
es: 🐕 Perrita alfombra: paseos diarios de menos de 1h. Lo que más le gusta es echarse una buena siesta 😴 y estar bien tranquilita.
fr: 🐕 Chien tapis : promenades quotidiennes de moins d'1h. Ce qu'il aime le plus, c'est faire une bonne sieste 😴 et rester bien tranquille.
it: 🐕 Cane tappeto: passeggiate quotidiane di meno di 1h. Quello che ama di più è fare un bel pisolino 😴 e stare molto tranquillo.

# mediumActivityDescription
source: 🐕 Zen dog: daily walks of 1 to 2h. Enjoys good walks, but also knows when to rest 😊
es: 🐕 Perrita zen: paseos diarios de 1 a 2h. Sabe disfrutar de buenas caminatas, pero también sabe cuándo descansar 😊
fr: 🐕 Chien zen : promenades quotidiennes de 1 à 2h. Sait profiter de bonnes balades, mais sait aussi quand se reposer 😊
it: 🐕 Cane zen: passeggiate quotidiane da 1 a 2h. Sa godere di buone camminate, ma sa anche quando riposare 😊

# highActivityDescription
source: 🐕 Earthquake dog: daily walks of more than 2h. What a whirlwind of energy! 💪
es: 🐕 Perrita terremoto: paseos diarios de más de 2h. ¡No veas qué torbellino de energía! 💪
fr: 🐕 Chien tornade : promenades quotidiennes de plus de 2h. Quel tourbillon d'énergie ! 💪
it: 🐕 Cane terremoto: passeggiate quotidiane di più di 2h. Che turbine di energia! 💪

# silhouetteQuestion
source: Which silhouette best represents {petName}?
es: ¿Qué silueta representa mejor a {petName}?
fr: Quelle silhouette représente le mieux {petName} ?
it: Quale silhouette rappresenta meglio {petName}?

# selectSimilarFigure
source: Select the figure that most resembles their weight and shape 🐕
es: Selecciona la figura que más se asemeja en cuanto a su peso y forma 🐕
fr: Sélectionnez la figure qui ressemble le plus en termes de poids et de forme 🐕
it: Seleziona la figura che più somiglia in quanto a peso e forma 🐕

# weightDescription
source: The weight of {petName} is approximately
es: El peso de {petName} es más o menos de
fr: Le poids de {petName} est à peu près de
it: Il peso di {petName} è più o meno di

# whyImportant
source: Why is it important? 🤔
es: ¿Por qué es importante? 🤔
fr: Pourquoi est-ce important ? 🤔
it: Perché è importante? 🤔

# thinSilhouetteDescription
source: Perfect figure: The waist is visible and ribs are easy to feel.
es: Hecho un figurín: La cintura es visible y sus costillas son fáciles de palpar.
fr: Parfait mannequin : La taille est visible et ses côtes sont faciles à palper.
it: Fatto un figurino: La vita è visibile e le sue costole sono facili da palpare.

# normalSilhouetteDescription
source: At ideal weight: Looks proportioned and healthy.
es: En su peso ideal: Se ve proporcionado y saludable.
fr: À son poids idéal : Il paraît proportionné et en bonne santé.
it: Al suo peso ideale: Appare proporzionato e sano.

# overweightSilhouetteDescription
source: A bit chubby: Some overweight is noticeable, but nothing serious.
es: Un poco rellenito: Se nota algo de sobrepeso, pero nada grave.
fr: Un peu dodu : On remarque un léger surpoids, mais rien de grave.
it: Un po' paffuto: Si nota un po' di sovrappeso, ma niente di grave.

# birthDateQuestion
source: When was {petName} born?
es: ¿Cuándo nació {petName}?
fr: Quand {petName} est-il né ?
it: Quando è nato {petName}?

# calorieNeedsVaryByAge
source: Caloric needs vary according to your dog's age, but we will adapt perfectly to their life stage 😊
es: Las necesidades calóricas varían según la edad de tu perrhija, pero nos adaptaremos perfectamente a su momento vital 😊
fr: Les besoins caloriques varient selon l'âge de votre chien, mais nous nous adapterons parfaitement à son stade de vie 😊
it: I bisogni calorici variano secondo l'età del tuo cane, ma ci adatteremo perfettamente al suo momento vitale 😊

source: January
es: Enero
fr: Janvier
it: Gennaio

source: February
es: Febrero
fr: Février
it: Febbraio

source: March
es: Marzo
fr: Mars
it: Marzo

source: April
es: Abril
fr: Avril
it: Aprile

source: May
es: Mayo
fr: Mai
it: Maggio

source: June
es: Junio
fr: Juin
it: Giugno

source: July
es: Julio
fr: Juillet
it: Luglio

source: August
es: Agosto
fr: Août
it: Agosto

source: September
es: Septiembre
fr: Septembre
it: Settembre

source: October
es: Octubre
fr: Octobre
it: Ottobre

source: November
es: Noviembre
fr: Novembre
it: Novembre

source: December
es: Diciembre
fr: Décembre
it: Dicembre

# breedQuestion
source: What breed is your little one?
es: ¿Cuál es la raza de tu perrete?
fr: Quelle est la race de votre petit ?
it: Qual è la razza del tuo piccolo?

# searchBreedPlaceholder
source: Search or write their breed 🐶
es: Busca o escribe su raza 🐶
fr: Recherchez ou écrivez sa race 🐶
it: Cerca o scrivi la sua razza 🐶

# foodCriticQuestion
source: What kind of food critic is your dog? 🍽️ 🐕
es: ¿Qué crítica gastronómica es tu perrhija? 🍽️ 🐕
fr: Quel critique gastronomique est votre chien ? 🍽️ 🐕
it: Che critico gastronomico è il tuo cane? 🍽️ 🐕

# chooseFoodOption
source: Choose the option that best describes {petName}
es: Elige la opción que mejor describe a {petName}
fr: Choisissez l'option qui décrit le mieux {petName}
it: Scegli l'opzione che descrive meglio {petName}

source: Selective
es: Selectivo
fr: Sélectif
it: Selettivo

source: Eats everything
es: Come todo
fr: Mange tout
it: Mangia tutto

# selectiveDescription
source: The selective one: very demanding with food, only eats what they really like 🤔
es: El selectivo: muy exigente con la comida, solo come lo que realmente le gusta 🤔
fr: Le sélectif : très exigeant avec la nourriture, ne mange que ce qu'il aime vraiment 🤔
it: Il selettivo: molto esigente con il cibo, mangia solo quello che gli piace davvero 🤔

# gourmetDescription
source: The gourmet: loves trying new flavors, but doesn't settle for just anything 🤤
es: La gourmet: le encanta probar nuevos sabores, pero no se conforma con cualquier cosa 🤤
fr: Le gourmet : adore essayer de nouvelles saveurs, mais ne se contente pas de n'importe quoi 🤤
it: Il gourmet: adora provare nuovi sapori, ma non si accontenta di qualsiasi cosa 🤤

# eatsEverythingDescription
source: Eats everything: no food can resist them, always ready to try 😋
es: Come de todo: no hay comida que se le resista, siempre está dispuesto a probar 😋
fr: Mange tout : aucune nourriture ne lui résiste, toujours prêt à essayer 😋
it: Mangia tutto: non c'è cibo che gli resista, sempre disposto a provare 😋

# healthConditionsQuestion
source: Does {petName} have any pathology?
es: ¿Tiene {petName} alguna patología?
fr: {petName} a-t-il une pathologie ?
it: {petName} ha qualche patologia?

source: Yes
es: Sí
fr: Oui
it: Sì

source: Selected pathologies:
es: Patologías seleccionadas:
fr: Pathologies sélectionnées :
it: Patologie selezionate:

source: Every dog is a world 🌍
es: Cada perro es un mundo 🌍
fr: Chaque chien est un monde 🌍
it: Ogni cane è un mondo 🌍

# dontWorryAdaptMenu
source: Don't worry! 🧡 We will adapt our menu to their case, whenever possible. If your dog's pathology doesn't appear in the form, send an email to nutritionists@dogfydiet.com.
es: ¡No te preocupes! 🧡 Adaptaremos nuestro menú a su caso, siempre que sea posible. Si la patología de tu perro no aparece en el formulario, envía un correo a nutricionistas@dogfydiet.com.
fr: Ne vous inquiétez pas ! 🧡 Nous adapterons notre menu à son cas, dans la mesure du possible. Si la pathologie de votre chien n'apparaît pas dans le formulaire, envoyez un email à nutritionistes@dogfydiet.com.
it: Non preoccuparti! 🧡 Adatteremo il nostro menu al suo caso, quando possibile. Se la patologia del tuo cane non appare nel modulo, invia un'email a nutricionisti@dogfydiet.com.
