Repository: DanielRomanMartinez/dogfydiet_app
Catalog: assets/l10n/intl_*.arb
Languages: es, fr, it

# selectPathology
source: Select a pathology
es: Selecciona una patología
fr: Sélectionnez une pathologie
it: Seleziona una patologia

# allergiesIntolerances
source: Allergies and food intolerances
es: Alergias e intolerancias alimenticias
fr: Allergies et intolérances alimentaires
it: Allergie e intolleranze alimentari

source: Sensitive digestion
es: Digestiones sensibles
fr: Digestion sensible
it: Digestioni sensibili

source: Skin problems
es: Problemas de piel
fr: Problèmes de peau
it: Problemi di pelle

source: Joint problems
es: Problemas articulares
fr: Problèmes articulaires
it: Problemi articolari

source: Dental problems
es: Problemas dentales
fr: Problèmes dentaires
it: Problemi dentali

source: Diabetes
fr: Diabète
it: Diabete

source: Kidney problems
es: Problemas renales
fr: Problèmes rénaux
it: Problemi renali

source: Heart problems
es: Problemas cardíacos
fr: Problèmes cardiaques
it: Problemi cardiaci

source: Overweight
es: Sobrepeso
fr: Surpoids
it: Sovrappeso

source: Underweight
es: Bajo peso
fr: Sous-poids
it: Sottopeso

# specialMenuAlmostReady
source: The special menu for {petName} is almost ready!
es: ¡El menú especial para {petName} está casi listo!
fr: Le menu spécial pour {petName} est presque prêt !
it: Il menu speciale per {petName} è quasi pronto!

# acceptTermsMessage
source: By continuing, your progress will be saved and you will be accepting the terms and conditions and privacy policy to receive the best nutrition recommendations. 🧡
es: Al continuar, se guardará tu proceso y estarás aceptando los términos y condiciones y la política de privacidad para recibir las mejores recomendaciones sobre alimentación. 🧡
fr: En continuant, votre progression sera sauvegardée et vous accepterez les termes et conditions et la politique de confidentialité pour recevoir les meilleures recommandations nutritionnelles. 🧡
it: Continuando, il tuo progresso sarà salvato e accetterai i termini e condizioni e la politica sulla privacy per ricevere le migliori raccomandazioni nutrizionali. 🧡

# wantToKnowPet
source: We want to know {petName}!
es: ¡Queremos conocer a {petName}!
fr: Nous voulons connaître {petName} !
it: Vogliamo conoscere {petName}!

source: Male
es: Macho
fr: Mâle
it: Maschio

source: Female
es: Hembra
fr: Femelle
it: Femmina

source: Is neutered?
es: ¿Está esterilizado/a?
fr: Est-il stérilisé ?
it: È sterilizzato/a?

# isPregnantOrLactating
source: Is {petName} pregnant or lactating?
es: ¿{petName} es gestante o lactante?
fr: {petName} est-elle gestante ou allaitante ?
it: {petName} è incinta o in allattamento?

source: Your female
es: Tu perra
fr: Votre femelle
it: La tua cagnolina

# afterNeuteringAdjustments
source: After neutering, ration adjustments are required, as the dog usually has lower caloric expenditure.
es: Después de la esterilización, se requieren ajustes en la ración, ya que el perro suele tener menor gasto calórico.
fr: Après la stérilisation, des ajustements de ration sont nécessaires, car le chien a généralement une dépense calorique moindre.
it: Dopo la sterilizzazione, sono necessari aggiustamenti nella razione, poiché il cane di solito ha un minor dispendio calorico.

# petNameQuestion
source: What is your {breed} called?
es: ¿Cómo se llama tu {breed}?
fr: Comment s'appelle votre {breed} ?
it: Come si chiama il tuo {breed}?

source: dog
es: perro
fr: chien
it: cane

source: My dog is called...
es: Mi perrhijo se llama...
fr: Mon chien s'appelle...
it: Il mio cane si chiama...

# excitementImproveLife
source: How exciting! 🥳 You're about to improve your {breed}'s life through 100% natural nutrition.
es: ¡Qué emoción! 🥳 Estás a punto de mejorar la vida de tu {breed} a través de una alimentación 100% natural.
fr: Quelle excitation ! 🥳 Vous êtes sur le point d'améliorer la vie de votre {breed} grâce à une alimentation 100% naturelle.
it: Che emozione! 🥳 Stai per migliorare la vita del tuo {breed} attraverso un'alimentazione 100% naturale.

# puppyExclamation
source: {petName} is a puppy! 🥰
es: ¡{petName} es un cachorro! 🥰
fr: {petName} est un chiot ! 🥰
it: {petName} è un cucciolo! 🥰

# importantKnowCurrentWeight
source: It's important to know their current weight to calculate their ideal portion.
es: Es importante saber su peso actual para calcular su ración ideal.
fr: Il est important de connaître son poids actuel pour calculer sa ration idéale.
it: È importante sapere il suo peso attuale per calcolare la sua razione ideale.

# knowPuppyWeightFundamental
source: Knowing your puppy's weight is fundamental to adapt the feeding plan to their development stage.
es: Conocer el peso de tu cachorro es fundamental para adaptar el plan de alimentación a su etapa de desarrollo.
fr: Connaître le poids de votre chiot est fondamental pour adapter le plan d'alimentation à son stade de développement.
it: Conoscere il peso del tuo cucciolo è fondamentale per adattare il piano alimentare alla sua fase di sviluppo.

source: Back
es: Atrás
fr: Retour
it: Indietro

# continueButton
source: Continue
es: Continuar
fr: Continuer
it: Continua

source: Privacy
es: Privacidad
fr: Confidentialité

source: No
fr: Non
